"""3. Выбрать объект для описания из списка: овощ, еда, сотрудник, игрушка (так же можно придумать свой)
4. Объявить переменные основных типов данных для описания этого объекта:
Например объект школьник:
имя (тип строка), возраст (тип целое число), класс (тип целое число), отличник или нет
 (логический тип), средняя оценка (число с плавающей точкой)
Чем больше переменных (характеристик), тем лучше. Минимально
4 переменные для типов (строка, число, число с плавающей точкой, логический тип)
 В конце модуля с помощью функции type вывести тип для каждой из объявленных переменных"""

name = "Гантель"
weight_name = 5
little_weight_name = 2.1
metering_name = "кг"
difficulty_name = True

print(type(name))
print(type(weight_name))
print(type(metering_name))
print(type(difficulty_name))
